Revit 2027 API
HVACLoadSpaceType.IsNameUnique Method
Overload List
Name | Description
IsNameUnique(String) |  Determines whether a potential space type name is unique.
IsNameUnique(Document, String) |  Determines whether a potential space type name is unique.
Top
See Also
Reference
HVACLoadSpaceType Class
Autodesk.Revit.DB.Analysis Namespace